[
  {
    "title": " Kullu-Manali – Country’s Famous Hill Station",
    "city": "Manali",
    "address": "Himanchal Pradesh",
    "distance": 300,
    "price": 800,
    "maxGroupSize": 12,
    "desc": "One of the best places to visit in Himachal Pradesh is Kullu and Manali. If you are on a lookout for fresh air and green mountains amidst the snow-covered ranges, then Kullu Manali indeed should be on the top of your list. There are numerous awesome places to visit in Manali that makes your vacation a perfect one!",
    "reviews": [],

    "photo": "/tour-images/tour-img01.webp",
    "featured": true
  },
  {
    "title": "Kasol – Trek To Your Heart’s Delight",
    "city": "Kasol",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 100,
    "maxGroupSize": 8,
    "desc": "Known as the little Israel of India in Himachal Pradesh, based in the Parvati Valley is this beautiful hill station called Kasol. It’s just on the way to the holy town of Manikaran and is the best hill station in Himachal.",
    "reviews": [],
    "photo": "/tour-images/tour-img02.webp",
    "featured": true
  },
  {
    "title": " Shimla – The Capital Of Himachal Pradesh",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 2000,
    "maxGroupSize": 20,
    "desc": "One of the most famous hill stations of Northern India – Shimla, which is the right mix of Indian glory with British sophistication, has a consecrated stunning landscape and fresh climate all through the year. Without a doubt, it is one of the best tourist places in Himachal Pradesh. ",
    "reviews": [],

    "photo": "/tour-images/tour-img03.webp",
    "featured": true
  },
  {
    "title": "McLeod Ganj – Little Lhasa",
    "city": "Mcleodganj",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 1600,
    "maxGroupSize": 16,
    "desc": "McLeod Ganj is a tiny town in Himachal Pradesh close to Dharamshala. It is also called the ‘Little Lhasa’ due to the number of Tibetans settled here. It is a perfect blend of India and Tibet and one can see this walking down the colorful lanes of this little town and is among the best places to see in Himachal Pradesh. Mcleod is a perfect destination for solo travelers and families alike due to the ambiance the city has.",
    "reviews": [],

    "photo": "/tour-images/tour-img04.webp",
    "featured": true
  },
  {
    "title": "Dalhousie – Mini Switzerland Of India",
    "city": "Dalhousie",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 1200,
    "maxGroupSize": 8,
    "desc": "Dalhousie is yet another hill station in Himachal Pradesh which is ideal for de-stressing in the serene, tranquil troposphere. Away from the hustle-bustle of the city life, sit back and enjoy the nature in Dalhousie, one of the top Himachal Pradesh tourist places.",
    "reviews": [],

    "photo": "/tour-images/tour-img05.webp",
    "featured": true
  },
  {
    "title": "Kasauli – The Gateway To Himachal",
    "city": "Kausauli",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 1200,
    "maxGroupSize": 15,
    "desc": "Kasauli is a perfect getaway from the hustle bustle of the city and is one of the most serene places to visit in Himachal in June. Almost on the outskirts of Punjab and Haryana, it is well connected by roadways.",
    "reviews": [],
    "photo": "/tour-images/tour-img06.webp",
    "featured": true
  },
  {
    "title": "Kaza, Himanchal",
    "city": "Spiti",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1600,
    "maxGroupSize": 20,
    "desc": "Kaza, sitting huddled in the corner of Himachal Pradesh is a tranquil getaway on the plains of the Spiti River. Lapped by majestic mountains covered in snow, meandering and bubbling rivers and streams and picturesque barren landscape with scattered patches of green, Kaza is a dream destination.",
    "reviews": [],
    "photo": "/tour-images/tour-img07.webp",
    "featured": true
  },
  {
    "title": "Kalpa – Beautiful Monasteries",
    "city": "Kinnaur",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1500,
    "maxGroupSize": 20,
    "desc": "The main village of Kinnaur, it is known for its pristine beauty and sacred temples and beautiful monasteries. This town is also famous for apple orchards and lush green flora and fauna. The town is surrounded by majestic Kinnaur-Kailash range peeking from across the Sutlej River for a blissful weekend getaway.",
    "reviews": [],
    "photo": "/tour-images/tour-img00.webp",
    "featured": true
  },
  {
    "title": "Kangra – Mystic Town",
    "city": "Kangra",
    "address": "Himanchal Pradesh",
    "distance": 300,
    "price": 1900,
    "maxGroupSize": 5,
    "desc": "Known as the land of Gods, this mystic town is an ideal spot for travelers looking for peace and solitude, away from the maddening crowds. The town is enveloped with tea plantations, and the holy temples spread across the area. ",
    "reviews": [],

    "photo": "/tour-images/tour-img08.webp",
    "featured": true
  },
  {
    "title": " Bir Billing ,Seeker’s Paradise",
    "city": "Kangra",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 1300,
    "maxGroupSize": 10,
    "desc": "If you’re an adventure seeker, Bir Billing is the mecca for adventure sports and it has to be on your list of the top Himachal Pradesh tourist places. Bir is a small village which is located on the western side of Himachal Pradesh and is blessed with some refreshing climate.",
    "reviews": [],

    "photo": "/tour-images/tour-img09.webp",
    "featured": false
  },



  {
    "title": "Dharamshala – The Residence Of Dalai Lama",
    "city": "Kangra",
    "address": "Himanchal Pradesh",
    "distance": 400,
    "price": 1400,
    "maxGroupSize": 10,
    "desc": "Dharamshala definitely has to be on your list of best Himachal Pradesh destinations. Famous not only because of its climate but also you get to see how multicultural Indian community lives in harmony with the Indo Tibetan community.",
    "reviews": [],
    "photo": "/tour-images/tour-img10.webp",
    "featured": false
  },
  {
    "title": "Malana – To Get Your Spirits High!",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2000,
    "maxGroupSize": 18,
    "desc": "Looking for a digital detox, then Malana is the place you must visit in Himachal Pradesh in August. Situated near the Kullu Valley, Malana provides spellbinding views of the Deo Tiba and Chandrakhani crests. It is indeed one of the best tourist places in Himachal Pradesh.",
    "reviews": [],
    "photo": "/tour-images/tour-img11.webp",
    "featured": false
  },
  {
    "title": "Spiti + Tabo + Kaza",
    "city": "Spiti",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1300,
    "maxGroupSize": 13,
    "desc": "Spiti Valley is one of the most attractive hidden gems of North India. Straddling the river Spiti, it is home to numerous of the most divine of Buddhist destinations as well as some of the most widespread tourist destinations. It is one of the best places to visit in Himachal Pradesh.",
    "reviews": [],
    "photo": "/tour-images/tour-img12.webp",
    "featured": false
  },
  {
    "title": "Khajjiar – A Perfect Family Getaway Awaits",
    "city": "Chamba",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1300,
    "maxGroupSize": 16,
    "desc": "Located in the Chamba district, this gorgeous valley is one of the best Himachal tourist places. Its indeed a great place to relax and unwind in the beautiful and refreshing environment.",
    "reviews": [],
    "photo": "/tour-images/tour-img13.webp",
    "featured": false
  },
  {
    "title": "Mashobra – A Well-kept Secret",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1000,
    "maxGroupSize": 10,
    "desc": "Mashobra is a well-kept secret for someone who’s done with tourist places in Himachal Pradesh. Though the distance is not much, this is a new world in itself, sprinkled with deodar trees through and through. Get going in the jungles during the day, try out various adventure activities like zip lining and spend the night under the stars camping; do whatever you please in this paradise and prove why it is among the best places to visit in Himachal Pradesh in summer!",
    "reviews": [],
    "photo": "/tour-images/tour-img14.webp",
    "featured": false
  },
  {
    "title": "Palampur – Dotted With Tea Gardens",
    "city": "Palampur",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 1200,
    "maxGroupSize": 10,
    "desc": "Listed among rather offbeat places of Himachal, Palampur is famed for its tea gardens and zoo. This is an ideal place to visit with family, as children and parents will find many attractions equally interesting. The scenic splendor will have you bewitched and thanks to easy accessibility and number of accommodation options, it is a perfect weekend getaway from Delhi.",
    "reviews": [],
    "photo": "/tour-images/tour-img15.webp",
    "featured": false
  },
  {
    "title": "Kinnaur – Apples And Colorful Ethnicity",
    "city": "Kinnaur",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 700,
    "maxGroupSize": 10,
    "desc": "Known for its apples, Kinnaur is often called the Land of Gods and is among the most offbeat Himachal tourist places in summer. The paradise is 235 km away from Shimla, in the northeast ends of Himachal Pradesh. Bestowed with a vibrant cultural scenario, Kinnaur’s landscape is bejeweled with gigantic snow-clad mountains. Currently, it is not under tourists radar, so if you want to go off the beaten road, Kinnaur it is!",
    "reviews": [],
    "photo": "/tour-images/tour-img16.webp",
    "featured": false
  },
  {
    "title": "Kufri – The Snowy Retreat",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 900,
    "maxGroupSize": 10,
    "desc": "Every snow lover’s favourite destination in the hills of Himachal, Kufri lies in close proximity to Shimla. Owing to its higher altitude, it’s laden with snow throughout the winter, which also makes it a dreamy attraction for couples and honeymooners. One of the top places to see in Himachal Pradesh with your better half, Kufri is an excellent spot to explore near Shimla if you’re done with the latter. Though there aren’t a lot of tourist attractions in Kufri, the panoramic snowy views, the serene temples, and the trekking opportunities will make your getaway worthwhile.",
    "reviews": [],
    "photo": "/tour-images/tour-img17.webp",
    "featured": false
  },
  {
    "title": "Chail – The Untouched Gemt",
    "city": "Solana",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 650,
    "maxGroupSize": 17,
    "desc": "It is located at a higher altitude than most of the popular hill stations surrounding it, which is why it offers unparalleled views of lush greenery all around. The Instagram-worthy views of pine forests, mist-covered hills, and verdant valleys are what attract nature lovers and photography enthusiasts to this place. It’s also a hiker’s paradise owing to the unexplored bounty of nature surrounding it. It’s among the best places to visit in Himachal Pradesh in summer if you need a calm and relaxing vacation far away from the polluted and noisy metros.",
    "reviews": [],
    "photo": "/tour-images/tour-img18.webp",
    "featured": false
  },
  {
    "title": "Chitkul – Last Village Of India",
    "city": "Kinnaur",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 3000,
    "maxGroupSize": 20,
    "desc": "The village isn’t too common amidst travelers yet, and so one can enjoy the scenic beauty in calm and peaceful environs. Close to the Indo-China border, it is the last inhabited village. This serene village is mostly covered in snow during the winters, so the best time to visit it is during the summers. It is one of the best unexplored places in Himachal Pradesh.",
    "reviews": [],
    "photo": "/tour-images/tour-img19.webp",
    "featured": false
  },
  {
    "title": "Solang Valley – For Adventure Lovers",
    "city": "Manali",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 2000,
    "maxGroupSize": 20,
    "desc": " The Solang Valley, located 14 kilometers northwest of Manali, is one of the most popular tourist destinations here. The valley is located on the road between Manali and Rohtang and attracts many tourists every year. The Solang Valley is a popular destination for adventure lovers who love skydiving, paragliding, horseback riding or mini-jeeps especially designed for tourists of all ages. During the winter months, the Solang Valley is covered in snow. ",
    "reviews": [],
    "photo": "/tour-images/tour-img20.webp",
    "featured": false
  },
  {
    "title": "Shoghi – Impeccable Beauty",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 1800,
    "maxGroupSize": 20,
    "desc": " Shoghi, a small mountain town stationed only 13 km from Shimla, is full of picturesque landscapes and has a great variety of flora and fauna, making it one of the best places to visit in winter. This small town offers beautiful ancient temples for activities full of adrenaline along with famous fruits.",
    "reviews": [],
    "photo": "/tour-images/tour-img21.webp",
    "featured": false
  },
  {
    "title": "Tirthan Valley – Adventurous Expedition",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 1500,
    "maxGroupSize": 16,
    "desc": "The Tirthan Valley is a destination full of delights. Located 3 km from the Himalayan National Park, this place is full of adventure activities – all the while being a nature lover’s paradise. This valley, which includes the larger Himalayas, with its snow-capped peaks and views of the Tirthan River, is best known for its fishing and the surprising influx of foreigners.",
    "reviews": [],
    "photo": "/tour-images/tour-img21.webp",
    "featured": false
  },
  {
    "title": "Narkanda – Vacay Amidst Nature",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2100,
    "maxGroupSize": 11,
    "desc": " Surrounded by alpine forests and towering hills, this is one of the famous places in Himachal Pradesh. It has a lake, Tannu Jabar – one of the main tourist attractions in the region. There is also a temple near the lake, which is a must for all who come here. Narkanda also offers several trekking routes for the more adventurous crowd. The Hatu Nag is all but a challenge that you can climb. In winter you can also go skiing.",
    "reviews": [],
    "photo": "/tour-images/tour-img23.webp",
    "featured": false
  },
  {
    "title": "Barot – Unexplored Landscapes",
    "city": "Mandi",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 1300,
    "maxGroupSize": 15,
    "desc": " For those looking for pristine destinations, this is the perfect place to be in the heart of beautiful Himachal Pradesh. Barot was popped up on the radar when, around 1920, the hydropower project Shanan was proposed in India. It was mainly proposed to utilize the hydropower potential of the Uhl between Barot and Joginderagar. Since then, it has become the best places to visit in Himachal Pradesh, but only a few people know about it.",
    "reviews": [],
    "photo": "/tour-images/tour-img24.webp",
    "featured": false
  },
  {
    "title": "Chamba – Pristine Beauty",
    "city": "Chamba",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 1800,
    "maxGroupSize": 15,
    "desc": "Chamba is a small Himalayan town that is known for its pristine beauty and solitude amidst the Himalayas. The town is famous for its temples and the caves that are also a major tourist attraction of this town and is known to be one of the best tourist places in Himachal Pradesh. Chamba offers splendid views of the Pir Panjal range, Zanskar and Dhauladhar range in the backdrop. ",
    "reviews": [],
    "photo": "/tour-images/tour-img25.webp",
    "featured": false
  },
  {
    "title": "Mandi – Varanasi Of Hills",
    "city": "Mandi",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 1800,
    "maxGroupSize": 15,
    "desc": "Located at the junction of Kullu and Dharamshala, this place is covered with a thick canopy of pine and deodar trees and is often considered as Varanasi of Hills or Choti Kashi because of myriad temples it has spread across. With over 81 temples, the town is a picturesque spot lying on the banks of the River Beas.",
    "reviews": [],
    "photo": "/tour-images/tour-img26.webp",
    "featured": false
  },
  {
    "title": "Nahan – Lofty Shivalik Range",
    "city": "Sirmaur",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 1200,
    "maxGroupSize": 13,
    "desc": "Nahan is a picturesque town that is a hidden gem of Himachal nestled in the lofty Shivalik range, overlooking lush green fields. Find your perfect escape in this quaint town that is one of the best unexplored places in Himachal Pradesh.  ",
    "reviews": [],
    "photo": "/tour-images/tour-img27.webp",
    "featured": false
  },
  {
    "title": "Bhuntar – National Parks And Religious Sites",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 1400,
    "maxGroupSize": 18,
    "desc": "Bhuntar is the ideal town if you want to escape the maddening tourist crowds. It is usually a getaway spot from Kullu, Manali and Kasol. People who prefer the lesser known and quaint spots with absolute peace and solitude often come down here to seek some respite. It is encapsulated with lush greenery, national parks and religious sites.",
    "reviews": [],
    "photo": "/tour-images/tour-img28.webp",
    "featured": false
  },
  {
    "title": "Bilaspur–India’s First Planned Hill Station",
    "city": "Bilaspur",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 2000,
    "maxGroupSize": 18,
    "desc": "A hill town near Shimla, it is famous for its forts, and Gobind Sagar Lake. Bilaspur is India’s first planned hill station which is famous for its artificially made lake – Gobind Sagar Lake on Sutlej River. It is one of the best places to travel in Himachal for breathtaking views.",
    "reviews": [],
    "photo": "/tour-images/tour-img29.webp",
    "featured": false
  },
  {
    "title": "Tattapani – Hot Sulphur Spring",
    "city": "Karsog",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 2300,
    "maxGroupSize": 18,
    "desc": "A quaint village located 60 km away from Shimla, this hidden paradise is famous for hot sulphur spring and a Shiva’s cave. Shiva caves are popular amongst the locals and tourists alike that gained spotlight because of famous tales of miracles.",
    "reviews": [],
    "photo": "/tour-images/tour-img30.webp",
    "featured": false
  },
  {
    "title": "Shoja- Pure Hidden Gem",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2600,
    "maxGroupSize": 25,
    "desc": "This pure hidden gem is a tiny village, nestled amidst wilderness. If you’re looking for some peace and solitude on your trip, you can plan a getaway in this quaint village that has untouched beauty and no touristy crowd. The village is dotted with several temples and deodar forest surrounded by majestic snow-capped mountains, making it one of the best places to visit in Himachal Pradesh.",
    "reviews": [],
    "photo": "/tour-images/tour-img31.webp",
    "featured": false
  },
  {
    "title": "Manikaran Sahib – Hot Springs Of Himachal",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 700,
    "price": 2800,
    "maxGroupSize": 20,
    "desc": " It is well known as a pilgrimage destination for both Sikhs and Hindus. What attracts people to this town is the hot springs and the famous temples. There are three hot springs where people can take a bath. It is believed that these springs have religious and spiritual beliefs connected to it.",
    "reviews": [],
    "photo": "/tour-images/tour-img32.webp",
    "featured": false
  },
  {
    "title": "Solan – Mushroom Capital Of India",
    "city": "Solan",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 3000,
    "maxGroupSize": 14,
    "desc": "Located on the Punjab-Himachal border, Solan is a low-key hill station perfect for travelers looking for some time away from the hustle-bustle of the city. This beautiful city has ancient temples, monasteries and one of the oldest breweries in the country. Also referred to as a city of red gold, as it produces bulk quantities of tomatoes. It is one of the best hill station in Himachal. ",
    "reviews": [],
    "photo": "/tour-images/tour-img33.webp",
    "featured": false
  },
  {
    "title": "Sangla – Most Charming Valleys",
    "city": "Sangla",
    "address": "Himanchal Pradesh",
    "distance": 800,
    "price": 2800,
    "maxGroupSize": 16,
    "desc": "Sangla valley is the most charming valleys in the Kinnaur district. It is one of the famous places in Himachal Pradesh bounded by evergreen forests and snow-covered peaks. From forts to temples the place is dotted with several attractions making it an awesome holiday destination.",
    "reviews": [],
    "photo": "/tour-images/tour-img34.webp",
    "featured": false
  },
  {
    "title": "Nalagarh – Known For Its Serenity",
    "city": "Solan",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 600,
    "maxGroupSize": 12,
    "desc": "Known for its abundant greenery and beautiful view, Nalagarh is one of the best tourist places in Himachal Pradesh. The main attraction here is the Nalagarh Fort which has been converted into a heritage hotel now. Tourists from all over the country visit this place to witness the mesmerizing beauty.",
    "reviews": [],
    "photo": "/tour-images/tour-img35.webp",
    "featured": false
  },
  {
    "title": "Parwanoo – Captivating Hill Station",
    "city": "Solan",
    "address": "Himanchal Pradesh",
    "distance": 500,
    "price": 1750,
    "maxGroupSize": 12,
    "desc": "One of the best offbeat places to visit in Himachal Pradesh, Parwanoo is a beautiful small town. It is an ideal holiday destination for trekking and hiking. What is special about this place is that it offers beautiful apple orchards and delicious fruit products.",
    "reviews": [],
    "photo": "/tour-images/tour-img36.webp",
    "featured": false
  },
  {
    "title": "Naggar – Mesmerizing Landscapes",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2750,
    "maxGroupSize": 12,
    "desc": "The place is known for its natural beauty and one can indulge in numerous adventurous expeditions such as trekking and camping etc. The place is also home to a popular folk-art museum and a hot spring, that lure visitors from near and far to this serene place. If you are searching for best places to visit in Himachal Pradesh, head to Naggar for a serene getaway!",
    "reviews": [],
    "photo": "/tour-images/tour-img37.webp",
    "featured": false
  },
  {
    "title": "Arki – Serene Town In Solan",
    "city": "Solan",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2450,
    "maxGroupSize": 13,
    "desc": "Arki is another serene town located in Solan district and is quite popular due a magnificent fort that dates back to the 18th century. The place is quite popular because of its proximity to Shimla and is often visited by travelers staying in Shimla.  ",
    "reviews": [],
    "photo": "/tour-images/tour-img38.webp",
    "featured": false
  },
  {
    "title": "Rumsu – Scenic And Surreal",
    "city": "Manali",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2650,
    "maxGroupSize": 15,
    "desc": "A small village established at an altitude of 2,064 meters, Rumsu is considered to be one of the best places to visit in Himachal Pradesh. The place is loved for its scenic beauty as well as adventure activities. ",
    "reviews": [],
    "photo": "/tour-images/tour-img39.webp",
    "featured": false
  },
  {
    "title": "Paonta Sahib – Religiously Rich",
    "city": "Sirmaur",
    "address": "Himanchal Pradesh",
    "distance": 600,
    "price": 2250,
    "maxGroupSize": 12,
    "desc": "This is an industrial city lying in the southern region Sirmaur and is established within picturesque mountains. Apart from being well established, this city is one of the most pious tourist places in Himachal Pradesh. The major religious attraction in this city is Gurudwara Paonta Sahib that is located on the Yamuna River banks. ",
    "reviews": [],
    "photo": "/tour-images/tour-img40.jpg",
    "featured": false
  },
  {
    "title": "Keylong – Spiritual Vibes",
    "city": "Spiti",
    "address": "Himanchal Pradesh",
    "distance": 900,
    "price": 2850,
    "maxGroupSize": 10,
    "desc": "Keylong is one of the most interesting places to visit in Himachal Pradesh. This tourist destination is popular because of the magnificent Kardang Monastery, which is the largest as well as quite an important monastery in Lahaul. There are several interesting points in this place that are worth visiting.",
    "reviews": [],
    "photo": "/tour-images/tour-img41.webp",
    "featured": false
  },
  {
    "title": "Lahaul Valley – Surreal And Magicals",
    "city": "Keylong",
    "address": "Himanchal Pradesh",
    "distance": 900,
    "price": 1850,
    "maxGroupSize": 16,
    "desc": "The Lahaul Valley happens to be one of the most surreal tourist places in Himachal Pradesh. A perfect escape for the adventure junkies, this place is like the ideal vacation destination. Surrounded by the null vegetation, clear blue skies and also the pollution free air, Lahaul valley is a picturesque location to find that lost solace. For the people who are up for some photography and want to capture the finest beauty of nature, Lahaul is the place to be.",
    "reviews": [],
    "photo": "/tour-images/tour-img42.webp",
    "featured": false
  },
  {
    "title": "Jibhi – An Offbeat Place",
    "city": "Kullu",
    "address": "Himanchal Pradesh",
    "distance": 900,
    "price": 2850,
    "maxGroupSize": 15,
    "desc": "Jibhi is one of the right place to relax and spend some time peacefully with your loved ones. If you’re looking for an offbeat place to visit in Himachal Pradesh, then this is the right pick. Surrounded by nature, freshwater lakes and beautiful temples, you would not want to leave this mesmerizing place. So, listen to the melodious chirping of the birds and enjoy your vacation in peace.",
    "reviews": [],
    "photo": "/tour-images/tour-img43.jpg",
    "featured": false
  },
  {
    "title": "Tosh – Unparalleled Natural Beauty",
    "city": "Kasol",
    "address": "Himanchal Pradesh",
    "distance": 750,
    "price": 2950,
    "maxGroupSize": 15,
    "desc": "The beautiful village of Tosh is yet another one of the best places to visit in Himachal Pradesh. The tranquil village is located at the end of Parvati Valley and is famous amongst trekkers. The surreal vibe of the village will leave you mesmerized. Lush green hills, snowy peaks and nature’s glory combined will provide you with an exotic experience.",
    "reviews": [],
    "photo": "/tour-images/tour-img44.jpg",
    "featured": false
  },
  {
    "title": " Sarahan – A Beautiful Hamlet",
    "city": "Shimla",
    "address": "Himanchal Pradesh",
    "distance": 750,
    "price": 3000,
    "maxGroupSize": 12,
    "desc": "Known as Gateway to Kinnaur, Sarahan is a beautiful hamlet located in Himachal Pradesh. Famous for its apple orchard, gushing streams and terraced farms, Sarahan is a place with a lot of nature’s blessings. The peaceful and tranquil vibe of the place attracts tourists to this secluded village to spend some peaceful moments. If you are looking for cheap places to visit in Himachal Pradesh, plan a getaway to Sarahan.",
    "reviews": [],
    "photo": "/tour-images/tour-img45.jpg",
    "featured": false
  }
]
